Repository: KDE/akonadi-import-wizard
Catalog: po/*/akonadiimportwizard.po
Languages: cs, lt

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák, Tomáš Chvátal
lt: Liudas Ališauskas, Moo

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org, tomas.chvatal@gmail.com
lt: liudas@akmc.lt, <>

source: No program found.
cs: Program nebyl nalezen.
lt: Nerasta jokių programų.

# @title:window
source: PIM Import Tool
cs: Nástroj pro import PIM
lt: PIM importavimo įrankis

source: Close KMail before importing data. Some plugins will modify KMail config file.
lt: Prieš importuodami duomenis, užverkite KMail. Kai kurie įskiepiai pakeis KMail konfigūracijos failą.

source: Step 1: Select Filter
cs: Krok 1: Vybrat filtr
lt: Žingsnis 1: Pasirinkti filtrą

source: Step 2: Importing...
cs: Krok 2: Importování...
lt: Žingsnis 2: Importavimas...

source: Detect program
cs: Detekovat program
lt: Aptikti programą

source: Select material to import
cs: Vyberte věci pro import
lt: Pasirinkite medžiagą, kurią importuoti

source: Import mail messages
cs: Importovat poštu
lt: Importuoti laiškus

source: Import mail filters
cs: Importovat filtry pošty
lt: Importuoti pašto filtrus

source: Import settings
cs: Importovat nastavení
lt: Importuoti nuostatas

source: Import addressbooks
cs: Importovat knihy adres
lt: Importuoti adresų knygas

source: Import calendars
cs: Importovat kalendáře
lt: Importuoti kalendorius

source: Finish
cs: Dokončit
lt: Baigti

source: Import addressbook from %1...
cs: Importovat knihu adres z %1...
lt: Importuoti adresų knygą iš %1...

source: Import addressbook from %1: Done
cs: Importovat knihu adres z %1: Hotovo
lt: Importuoti adresų knygą iš %1: Atlikta

source: Import filters from %1...
cs: Importovat filtry z %1...
lt: Importuoti filtrus iš %1...

source: Import filters from %1: Done
cs: Importovat filtry z %1: Hotovo
lt: Importuoti filtrus iš %1: Atlikta

source: Import mails from %1...
cs: Importovat poštu z %1...
lt: Importuoti laiškus iš %1...

source: Import mails from %1: Done
cs: Importovat poštu z %1: Hotovo
lt: Importuoti laiškus iš %1: Atlikta

source: Import settings from %1...
cs: Importovat nastavení z %1...
lt: Importuoti nuostatas iš %1...

source: Import settings from %1: Done
cs: Importovat nastavení z %1: Hotovo
lt: Importuoti nuostatas iš %1: Atlikta

source: Import calendar from %1...
cs: Importovat kalendář z %1...
lt: Importuoti kalendorių iš %1...

source: Import calendar from %1: Done
cs: Importovat kalendář z %1: Hotovo
lt: Importuoti kalendorių iš %1: Atlikta

source: Import in progress
cs: Probíhá import
lt: Vyksta importavimas

source: Import finished
cs: Import dokončen
lt: Importavimas baigtas

source: Creating new contact...
cs: Vytvářím nový kontakt...
lt: Kuriamas naujas adresatas...

# @title:window
source: Select Address Book
cs: Vyberte knihu adres
lt: Pasirinkti adresų knygą

source: Select the address book the new contact shall be saved in:
cs: Zvolte knihu adres, kam má být nový kontakt uložen:
lt: Pasirinkite į kurią adresų knygą įrašyti naująjį adresatą:

source: Address Book was not selected.
cs: Kniha adres nebyla vybrána.
lt: Nebuvo pasirinkta adresų knyga.

source: Imported from "%1"
cs: Importováno z "%1"
lt: Importuota iš „%1“

source: Error during contact creation: %1
cs: Chyba při vytváření kontaktu: %1
lt: Klaida kuriant adresatą: %1

source: Contact creation complete
cs: Vytvoření kontaktu dokončeno
lt: Adresato kūrimas baigtas

source: Importing of filters from "%1" was canceled.
cs: Import filtrů z "%1" byl zrušen.
lt: Filtrų importavimo iš „%1“ buvo atsisakyta.

source: 1 filter was imported from "%2"
cs: Byl importován 1 filtr z "%2"
lt: 1 filtras buvo importuotas iš „%2“

source: Filters file was not found
cs: Soubor filtrů nebyl nalezen
lt: Nerastas filtrų failas

source: Setting up identity...
cs: Nastavuji identitu...
lt: Nustatoma tapatybė...

source: Identity set up.
cs: Identita nastavena.
lt: Tapatybės nustatyta.

source: Setting up transport...
cs: Nastavuji transport...
lt: Nustatomas perdavimas...

source: Transport set up.
cs: Transport nastaven.
lt: Perdavimas nustatytas.

source: PIM Import Tool
cs: Nástroj pro import PIM
lt: PIM importavimo įrankis

source: Copyright © 2012-%1 ImportWizard authors
cs: Autorská práva © 2012-%1, Vývojáři ImportWizard
lt: Autorių teisės © 2012–%1 ImportWizard autoriai

source: Maintainer
cs: Správce
lt: Prižiūrėtojas

# @info:shell
source: Mode: %1
lt: Veiksena: %1

source: <p><i>Written by %1.</i></p>
cs: <p><i>Napsal %1.</i></p>
lt: <p><i>Parašė %1.</i></p>

source: No addressbook found
cs: Nebyla nalezena žádná adresa
lt: Nerasta jokių adresų knygų

source: Ldap created
cs: Vytvořen ldap
lt: Ldap sukurta

source: New addressbook created: %1
cs: Byla vytvořena nová kniha adres: %1
lt: Sukurta nauja adresų knyga: %1

source: Claws Mail settings not found.
cs: Nastavení Claws Mail nebylo nalezeno.
lt: Nerastos Claws Mail nuostatos.

source: Evolution address book will be exported as vCard. Import vCard in KAddressBook.
lt: Evolution adresų knyga bus eksportuota kaip vCard. Importuokite vCard į KAddressBook.

# @title:window
source: Export Evolution Address Book
lt: Eksportuoti Evolution adresų knygą

# @title:window
source: Select the directory where vCards will be stored.
lt: Pasirinkite katalogą, kuriame bus saugomos vCards.

source: Address book "%1" exported.
cs: Kniha adres "%1" byla exportována.
lt: Adresų knyga „%1“ eksportuota.

source: Failed to export address book "%1".
cs: Export knihy adres "%1" selhal.
lt: Nepavyko eksportuoti adresų knygos „%1“.

source: Evolution settings not found.
cs: Nastavení Evolution nebylo nalezeno.
lt: Nerastos Evolution nuostatos.

source: Evolution calendar not found.
cs: Kalendář Evolution nebyl nalezen.
lt: Nerastas Evolution kalendorius.

source: Icedove settings not found.
cs: Nastavení Icedove nebylo nalezeno.
lt: Nerastos Icedove nuostatos.

source: SeaMonkey settings not found.
cs: Nastavení SeaMonkey nebylo nalezeno.
lt: Nerastos SeaMonkey nuostatos.

source: No contact found in %1
lt: Nerasta jokių adresatų ties %1

source: Sylpheed settings not found.
cs: Nastavení Sylpheed nebylo nalezeno.
lt: Nerastos Sylpheed nuostatos.

source: Contacts file '%1' not found
cs: Soubor kontaktů '%1' nebyl nalezen
lt: Nerastas adresatų failas „%1“

source: Thunderbird settings not found.
cs: Nastavení Thunderbirdu nebylo nalezeno.
lt: Nerastos Thunderbird nuostatos.

source: Import addressbook
cs: Importovat knihu adres
lt: Importuoti adresų knygą

source: Import calendar
cs: Importovat kalendář
lt: Importuoti kalendorių

source: Import Filters
cs: Importovat filtry
lt: Importuoti filtrus

source: Summary:
cs: Shrnutí:
lt: Santrauka:

source: Please select the folder to import to:
cs: Prosím zvolte složku, do které se má importovat:
lt: Pasirinkite aplanką, į kurį importuosite:

source: Import Mails
cs: Importovat poštu
lt: Importuoti laiškus

source: Mails
cs: E-maily
lt: Laiškai

source: Filters
cs: Filtry
lt: Filtrai

source: Settings
cs: Nastavení
lt: Nuostatos

source: Address Books
cs: Knihy adres
lt: Adresų knygos

source: Calendars
cs: Kalendáře
lt: Kalendoriai

source: This wizard will import mail messages, addressbook entries, filters and/or settings from other mail programs into KMail
lt: Šis vediklis importuos į KMail laiškus, adresų knygos įrašus, filtrus ir/arba nuostatas iš kitų pašto programų

source: Or select types of material to import:
lt: Arba pasirinkite medžiagos, kurią importuosite, tipus:

source: Import Everything
cs: Importovat vše
lt: Importuoti viską

source: Please select the program from which you like to import:
cs: Prosím zvolte program, ze kterého chcete importovat:
lt: Pasirinkite programą, iš kurios norite importuoti:

source: No program found
cs: Program nebyl nalezen
lt: Nerasta jokių programų

source: Manual Selection
cs: Ruční výběr
lt: Rankinis pasirinkimas

source: Click 'Back' to import more emails
cs: Kliknutím na 'Zpět' importujete další e-maily
lt: Spustelėkite „Atgal“, norėdami importuoti daugiau el. laiškų

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Welcome to ImportWizard The Mail Import Tool</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />This program will help you import your email from your previous email program.<br /><br />Please select the program you would like to import from. Next, select the folder you would like to import to, then click 'Next'.</span></p></body></html>
lt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Sveiki atvykę į ImportWizard pašto importavimo įrankį</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Ši programa jums padės importuoti el. paštą iš ankstesnės el. pašto programos.<br /><br />Pasirinkite programą, iš kurios norėtumėte importuoti. Tuomet, pasirinkite aplanką, į kurį norėtumėte importuoti ir spustelėkite „Kitas“.</span></p></body></html>

source: Remove &duplicate messages during import
cs: Odstranit &duplicitní zprávy během importu
lt: Importavimo metu šalinti laiškų &dublikatus

source: Mode: %1
cs: Režim: %1

source: Select the directory where vCards will be stored.
cs: Vyberte adresář, kam budou uloženy vizitky.
